<template>
  <Layout>
    <div class="row justify-content-center">
      <div class="col-md-12">
        <div class="card bg-secondary shadow">
          <div class="card-header">
            <h3 class="card-title mb-0 text-muted">เอกสารประกอบคำร้องขอ</h3>
          </div>
          <div class="card-body">
            <div class="row justify-content-center">
              <div class="col-md-9">
                <h2 class="text-center mb-5">
                  เอกสารประกอบการเสนอขอกำหนดตำแหน่งทางวิชาการผู้ช่วยศาสตราจารย์ รองศาสตราจารย์ และศาสตราจารย์
                  สังกัดมหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน
                </h2>
                <div>
                  <p>1. แบบคำขอรับการพิจารณากำหนดตำแหน่งทางวิชาการ (ก.พ.อ. 03)</p>
                  <p>2. สำเนาหลักฐานการเผยแพร่ผลงานทางวิชาการ ตามหลักเกณฑ์ที่ ก.พ.อ. กำหนด</p>
                  <p>3. ตารางสอนย้อนหลัง 3 ปีการศึกษา พร้อมตารางสอนภาคเรียนปัจจุบัน</p>
                  <p>4. คำสั่งแต่งตั้งคณะอนุกรรมการประเมินผลการสอนเบื้องต้น ประกอบด้วย</p>
                  <p>5. คำสั่งแต่งตั้งคณะกรรมการกลั่นกรองผลงานทางวิชาการและจริยธรรมและจรรยาบรรณทางวิชาการ</p>
                  <p>6. แบบแสดงหลักฐานการมีส่วนร่วมในผลงานทางวิชาการ</p>
                  <p>7. หนังสือรับรองจริยธรรมและจรรยาบรรณทางวิชาการ</p>
                  <p>8. หนังสือรับรองการเผยแพร่ผลงานทางวิชาการ</p>
                  <p>9. หนังสือรับรองผลงานทางวิชาการ</p>
                  <p>10. หนังสือรับรองวารสารทางวิชาการ สำหรับการเผยแพร่ผลงานทางวิชาการ</p>
                  <p>11. เอกสารประกอบการสอน/เอกสารคำสอน</p>
                  <p>12. สำเนาหน้าปก วิทยานิพนธ์ ระดับปริญญาโท ระดับปริญญาเอก</p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </Layout>
</template>

<script>
import Layout from "../../components/Layout";

export default {
  components: {
    Layout
  }
};
</script>